Repository: wang8959855/NewH28
Catalog: 未命名文件夹 3/lantianSVN/lantianSVN/Bracelet/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, pt_pt, ro, sv, th, tr, uk

# 紧急联系人
source: Emergency contact
cs: Nouzový kontakt
de: Notfallkontakt
es: Contacto de emergencia
fr: Contact en urgence
it: contatto di emergenza
ja: 緊急連絡先
ko: 긴급 연락처
pt_pt: Contato de emergência
ro: Contact de urgență
sv: Kontaktinformation i en nödsituation
th: ผู้ติดต่อเร่งด่วน
tr: Acil iletişim
uk: Екстрені контакти

# 自动
source: Auto
cs: Automatické
es: Automático
fr: Automatique
it: automatico
ja: 自動的
ko: 자동
th: อัตโนมัติ
tr: Otomatik
uk: Авто

# 蓝牙未连接
source: Bluetooth is unconnected
cs: Není připojeno k Bluetooth
de: Nicht in Verbindung mit Bluetooth
es: No ha encendido el bluetooth
fr: Bluetooth non connecté
it: Bluetooth non è connesso
ja: ブルートゥースはつかない
ko: 블루투스 연결되지 않음
pt_pt: Não conectado ao Bluetooth
ro: Nu este conectat la Bluetooth
sv: Inte ansluten med Bluetooth
th: บลูทูธยังไม่เชื่อมต่อ
tr: Bluetooth ile bağlı değil
uk: Підключення до Bluetooth

# 蓝牙已断开
source: Bluetooth has been disconnected
cs: Odpojeno od Bluetooth
de: Getrennt von der Bluetooth
es: El bluetooth ha apagado
fr: Bluetooth déconnecté
it: Bluetooth è stato scollegato
ja: ブルートゥースはもうきれた
ko: 블루투스 끊김
pt_pt: Desconectado do Bluetooth
ro: Deconectat de la Bluetooth
sv: Frånkopplad från Bluetooth
th: บลูทูธขาดหาย
tr: Bluetooth ile bağlantı kesildi
uk: Відключено від Bluetooth

# 蓝牙已连接
source: Bluetooth has been connected
cs: Připojeno k Bluetooth
de: Verbunden mit Bluetooth
es: El bluetooth ha encendido
fr: Bluetooth connecté
it: Bluetooth è collegato
ja: ブルートゥ―スはもうつく
ko: 블루투스 연결됨
pt_pt: Conectado ao Bluetooth
ro: Conectat la Bluetooth
sv: Ansluten med Bluetooth
th: บลูทูธเชื่อมต่อสำเร็จ
tr: Bluetooth ile bağlandı
uk: Підключення до Bluetooth

# 英制
source: British system
cs: Imperiální jednotky
de: Imperiale Einheiten
es: Imperial
fr: Système anglais
it: Sistema imperiale
ja: 英製
ko: 야드파운드법
pt_pt: Unidades imperiais
ro: Unități imperiale
sv: Brittiska enheter
th: ระบบอังกฤษ
tr: İngiliz ölçü birimleri
uk: Англійська система заходів

# 闹钟
source: Alarm clock
cs: Budík
de: Wecker
es: Despertador
fr: Réveil
it: Sveglia
ja: 目覚まし時計
ko: 알람
pt_pt: Alarme
ro: Alarmă ceas
sv: Väckarklocka
th: นาฬิกาปลุก
tr: Alarm saati
uk: Будильник

# 闹钟提醒
source: Alarm clock reminder
cs: Upozornění budíku
de: Alarm-Erinnerung
es: Recordatorio del despertador
fr: Rappel de réveil
it: Sveglia
ja: 目覚まし時計コール
ko: 알람 알림
pt_pt: Lembrete de alarme
ro: Amintire alarmă
sv: Larmpåminnelse
th: การตักเตือนด้วยนาฬิกาปลุก
tr: Alarm hatırlatıcısı
uk: Аварійне нагадування

# 第三方快速登录
source: Third-party fast logging
cs: Rychlé přihlášení od poskytovatelů třetích stran
de: Schnell-Anmeldung von Drittanbietern
es: Iniciar la sesión rápidamente desde la parte tercera
fr: Connexion rapide via une plate-forme tierce
it: Accesso rapido a terzi
ja: サードパーティーでクイックログイン
ko: 소셜 로그인
pt_pt: Início de sessão rápido a partir de terceiros
ro: Logare rapidă de la furnizorii terți
sv: Snabbinloggning från tredje parts leverantör
th: บุคคลที่สามเข้าสู่ระบบอย่างรวดเร็ว
tr: Üçüncü taraf sağlayıcılardan hızlı giriş
uk: Швидкий вхід за допомогою сторонніх додатків

# 您的体重
source: Your weight
cs: vaše váha
de: Ihr Gewicht
es: Su peso
fr: Votre poids
it: Il tuo peso
ja: お客様の体重
ko: 체중
pt_pt: seu peso
ro: Greutatea ta
sv: Din vikt
th: น้ำหนักของคุณ
tr: Kilon
uk: Твоя вага

# 您的身高
source: Your height
cs: Vaše výška
de: Ihre Höhe
es: Su altura
fr: Votre taille
it: La tua altezza
ja: お客様の身の丈
ko: 키
pt_pt: Sua altura
ro: Înălțimea ta
sv: Din längd
th: ความสูงของคุณ
tr: Boyun
uk: Ваш зріст

# 您遇到的问题或建议
source: Your problems or suggestions
cs: Vaše dotazy nebo návrhy
de: Ihre Fragen und Anregungen
es: Su problema o sugerencia
fr: Vos problèmes ou conseils
it: problemi o suggerimenti
ja: 質問或いはアドバイス
ko: 불편사항 혹은 사용의견
pt_pt: Suas dúvidas ou sugestões
ro: Întrebările tale sau sugestiile
sv: Dina frågor eller förslag
th: ปัญหาและข้อเสนอของคุณ
tr: Sorularınız veya önerileriniz
uk: Ваші питання або пропозиції

# 您的联系方式
source: Your contact information
cs: vaše kontaktní informace
de: Ihre Kontaktdaten
es: Su método de contacto
fr: Votre contact
it: Le tue informazioni di contatto
ja: お客様の連絡先
ko: 연락처 정보
pt_pt: suas informações de contato
ro: Informațiile tale de contact
sv: Dina kontaktuppgifter
th: วิธีการติดต่อของคุณ
tr: İletişim Bilgileriniz
uk: Ваші контактні дані

# 请输入
source: Please enter
cs: Prosím zadejte
de: Bitte geben Sie ein
es: Por favor introduzca
fr: Veuillez saisir
it: prego entra
ja: インプットしてください
ko: 입력하세요
pt_pt: Insira
ro: Vă rugăm introduceți
sv: Var vänlig ange
th: กรุณาเขียนลง
tr: Lütfen giriş yapın
uk: Будь ласка, війдіть

# 软件版本
source: Software version
cs: Verze softwaru
es: Versión del software
fr: Version du logiciel
it: Versione software
ja: ソフトエディション
ko: 앱 버전
pt_pt: Versão do software
ro: Versiune soft
sv: Mjukvaruversion
th: ฉบับซอฟต์แวร์
tr: Yazılım versiyonu
uk: Версія ПО

# 体重
source: Weight
cs: Váha
de: Gewicht
es: Peso
fr: Poids
it: peso corporeo
ja: 体重
ko: 체중
pt_pt: Peso
ro: Greutate
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага

# 微信
source: WeChat
it: Micro lettera
ko: 위챗

# 开
source: Start
cs: Povolit
de: Aktivieren
es: Encender
fr: Démarrer
it: Aperto
ja: オン
ko: 켜기
pt_pt: Ativar
ro: Permite
sv: Aktivera
th: เปิด
tr: etkinleştirme
uk: Увімкнути

# 开启手机来电提醒
source: Start the incoming call reminder on mobile phone
cs: Povolit upozornění na hovor
de: Anruf Erinnerung aktivieren
es: Encienda el recordatorio de llamada del teléfono
fr: Activer le rappel d'appel
it: Attiva avvisi di chiamata
ja: コールのヒント
ko: 전화 수신 알림 켜기
pt_pt: Ative o lembrete de chamada
ro: Permite amintire apel
sv: Aktivera samtalspåminnelse
th: เปิดการเตือนโทรเข้ามา
tr: Çağrı hatırlatıcıyı etkinleştir
uk: Включити нагадування про виклик

# 开启勿扰模式
source: Start the DND mode
cs: Povolit režim nerušit
de: Aktivieren Sie Bittenichtstören Modus
es: Encienda el modo de no molestar
fr: Activer le mode sans dérangement
it: Attivare la modalità interferenza
ja: マナーモードをオンにする
ko: 방해금지 모드 켜기
pt_pt: Ative o modo não perturbe
ro: Permite modul de a nu deranja
sv: Aktivera Stör ej läge
th: เปิดต้นแบบห้ามรบกวน
tr: Rahatsız Etme modunu etkinleştir
uk: Включити режим Не турбувати

# 开启手机短信提醒
source: Start the short message reminder on mobile phone
cs: Povolit upozornění na SMS
de: SMS Erinnerung aktivieren
es: Encienda el recordatorio de mensaje del teléfono
fr: Activer le rappel de message
it: Attiva gli avvisi SMS
ja: ショーメールのヒント
ko: 문자 수신 알림 켜기
pt_pt: Ative o lembrete de SMS
ro: Permite amintire SMS
sv: Aktivera SMS-påminnelse
th: เปิดการเตือนข้อความ
tr: SMS hatırlatıcıyı etkinleştir
uk: Включити СМС нагадування

# 开启手环控制手机音乐
source: Start the wristband to control music on mobile phone
cs: Povolit náramku ovládání hudby v telefonu
de: Armband aktivieren, um Telefonmusik zu steuern.
es: Encienda la pulsera para controlar la música del teléfono
fr: Activer le contrôle de musique via l'anneau
it: Accendere il braccialetto per controllare la musica del telefono
ja: バングがをオンして、携帯の音楽をコントロールする
ko: 밴드로 휴대폰 음악 제어하기 켜기
pt_pt: Ative o bracelete para controlar a música do telefone
ro: Permite brățării să controleze muzica de pe telefon
sv: Aktivera armband för att styra telefonmusik
th: เปิด
tr: Telefon müziklerini kontrol etmek için bilekliği etkinleştirin
uk: Включити браслет для управління музикою телефону

# 开启抬腕亮屏
source: Start lifting wrist to brighten screen
cs: Povolit rozsvícení náramku zvednutím zápěstí
de: Aktivieren Sie Erhöhung am Handgelenk zu heller Bildschirm.
es: Encienda la iluminación de la pantalla al elevar la muñeca
fr: Activer l'allumage d'écran lors de lever le poignet
it: Ruotare il polso per accendere lo schermo
ja: 腕を挙げてスクリーンがつくことをオンにする
ko: 손을 들어올려 화면 밝히기 켜기
pt_pt: Ative o levantamento de pulso para acender a tela
ro: Permite ridicarea încheieturii pentru a aprinde ecranul
sv: Aktivera lyft upp handleden för att tända skärmen
th: เปิดการยกข้อมือเปล่งแสง
tr: Ekranı aydınlatmak için bileklik kaldırmayı etkinleştirin
uk: Включити підняти зап'ясті на світло

# 周日
source: Sun.
cs: Neděle
de: Sonntag
es: Domingo
fr: Dimanche
it: domenica
ja: 日曜日
ko: 일요일
pt_pt: Domingo
ro: Duminică
sv: Söndag
th: วันอาทิตย์
tr: Pazar
uk: Неділя

# 时间
source: Time
cs: Čas
de: Zeit
es: Tiempo
fr: Temps
it: tempo
ja: 時間
ko: 시간
pt_pt: Tempo
ro: Timp
sv: Tid
th: เวลา
tr: Zaman
uk: Час

# 周二
source: Tue.
cs: Úterý
de: Dienstag
es: Martes
fr: Mardi
it: martedì
ja: 火曜日
ko: 화요일
pt_pt: Terça-feira
ro: Marți
sv: Tisdag
th: วันอังคาร
tr: Salı
uk: Вівторок

# 登录
source: Log in
cs: Přihlásit se
de: Anmeldung
es: Iniciar la sesión
fr: Se connecter
it: accesso
ja: ログイン
ko: 로그인
pt_pt: Início de sessão
ro: Logare
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Авторизуватись

# 正在登录
source: Logging in
cs: Přihlašuji
de: Einloggen
es: Está iniciando la sesión
fr: En cours de connexion
it: entrando
ja: ログイン
ko: 로그인 중입니다
pt_pt: Inciando sessão
ro: Logare
sv: Loggar in
th: กำลังเข้าสู่ระบบ
tr: Giriş yapılıyor
uk: Вхід в систему

# 登录失败
source: Login failure
cs: Přihlášení selhalo
de: Fehler bei der Anmeldung
es: Fallo en iniciar la sesión
fr: Connexion échouée
it: Accesso fallito
ja: ログインできません
ko: 로그인 실패
pt_pt: Início de sessão mal sucedido
ro: Logare eșuată
sv: Inloggning misslyckades
th: เข้าสู่ระบบไม่สำเร็จ
tr: Giriş başarısız
uk: Помилка входу

# 来电
source: Vibrate after incoming call
cs: Hovor
de: Anruf
es: Llamada
fr: Appel
it: Chiamata
ja: コールがある
ko: 수신 전화
pt_pt: Chamada
ro: Apel
sv: Samtal
th: ส่งโทรศัพท์มา
tr: Çağrı
uk: Виклик

# 确认退出登录
source: Confirm to log out?
cs: Potvrdit odhlášení
de: Um sich abzumelden bestätigen
es: Confirme salir
fr: Vous êtes sûr de quitter la connexion
it: Conferma di disconnettersi
ja: ログアウトですか
ko: 로그아웃 확인
pt_pt: Confirme o fim da sessão
ro: Confirmă pentru a ieși
sv: Bekräfta att logga ut
th: ยืนยันออกจากการลงบันทึก
tr: Çıkış yapmayı onaylıyor musunuz
uk: Підтвердити вихід

# 确认解绑设备?
source: Confirm to unbind the device?
cs: Potvrdit odpojení zařízení?
de: Bestätigen, um das Gerät zu trennen?
es: ¿Confirmar la desagregación del dispositivo?
fr: Vous êtes sûr de détacher l'équipement?
it: Confermare l'apparecchiatura di riavvolgimento?
ja: アンバンドリングのデバイスを確認しますか
ko: 정말로 디바이스를 해제하시겠습니까?
pt_pt: Confirmar a desvinculação do dispositivo?
ro: Confirmă pentru a dezlega dispozitivul
sv: Bekräfta att avlänka enheten?
th: ยืนยันยกเลิกผูกมัดอุปกรณ์ติดตั้ง
tr: Cihazı bağlamayı onaylıyor musunuz?
uk: Підтвердити розблокувати пристрій?

# 从相册选择
source: Choose from album
cs: z alb
de: Aus Alben
es: Eligir desde la galería de fotos
fr: Choisir dans l'album
it: Seleziona dall'album
ja: 写真集から選ぶ
ko: 앨범에서 선택하기
pt_pt: dos álbuns
ro: Din albume
sv: Från album
th: เลือกจากสมุดอัลบั้ม
tr: Albümlerden
uk: З альбомів

# 退出登录
source: Quit the login
cs: Odhlásit se
de: Melden Sie sich ab
es: Finalizar la sesión
fr: Quitter la connexion
it: disconnessione
ja: ログアウト
ko: 로그아웃
pt_pt: Encerrar sessão
ro: Ieșire
sv: Logga ut
th: ออกจากลงบันทึก
tr: Çıkış Yap
uk: Вийти

# 关
source: Close
cs: doba
de: Kurs
es: Apagar
fr: Arrêter
it: Spegni
ja: オフ
ko: 끄기
pt_pt: curso
ro: Curs
sv: Kurs
th: ปิด
tr: rota
uk: Курс

# 深睡
source: Deep sleep
cs: Hluboký spánek
de: Tiefschlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
ja: 寝込み
ko: 깊은 잠
pt_pt: Sono profundo
ro: Somn adânc
sv: Djup sömn
th: นอนหลับสนิท
tr: Derin uyku
uk: Глибокий сон

# 年
source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
it: anno
ja: 年
ko: 년
pt_pt: Ano
ro: An
sv: År
th: ปี
tr: Yıl
uk: Рік

# 确定
source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
it: confermare
ja: 確認
ko: 확인
pt_pt: Confirmar
ro: Confirmare
sv: Bekräfta
th: ตกลง
tr: Onay
uk: Підтвердити

# 下一步
source: Next step
cs: Další krok
de: Nächsten Schritt
es: El siguiente paso
fr: Étape suivante
it: Il prossimo passo
ja: 次に
ko: 다음
pt_pt: Próximo passo
ro: Următorul pas
sv: Nästa steg
th: ขั้นตอนต่อไป
tr: Sonraki adım
uk: Наступний крок

# 两次密码输入不一致
source: Two passwords entered do not match
cs: Zadané hesla se neshodují
de: Die eingegebenen Passwörter stimmen nicht überein
es: Introduzca la contraseña dos veces inconsistente
fr: Les deux mots de passe saisis ne sont pas identiques
it: Due voci della password sono incoerenti
ja: 二度インプット（入力）したパスワードは違った
ko: 입력한 비밀번호가 일치하지 않습니다
pt_pt: As senhas inseridas não correspondem
ro: Parola introdusă nu se potrivește
sv: De inmatade lösenorden matchar inte
th: รหัสเขียนลงสองครั้งไม่เหมือนกัน
tr: Girilen parolalar uyuşmuyor
uk: Введені паролі не збігаються

# 日
source: Sun.
cs: Den
de: Tag
es: Día
fr: Jour
it: giorno
ja: 日
ko: 일
pt_pt: Dia
ro: Zi
sv: Dag
th: วัน
tr: Gün
uk: День

# 生日
source: Birthday
cs: Datum narození
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
it: compleanno
ja: お誕生日
ko: 생일
pt_pt: Aniversário
ro: Zi de naștere
sv: Födelsedag
th: วันเกิด
tr: Doğum günü
uk: День народження

# 密码长度为6～20，请核对
source: The password length is 6-20, please verify it
cs: Délka kódu je 6-10 bitů, zkontrolujte prosím
de: Die Codelänge ist in 6-20 Bit, bitte überprüfen Sie
es: Longitud de la contraseña es 6-20, por favor verifique
fr: Le mot de passe doit être composé du 6 au 20 caractères, veuillez vérifier
it: La lunghezza della password è da 6 a 20, si prega di controllare
ja: パスワードの単位は６－２０、確認してください
ko: 비밀번호는 6-20자리입니다. 다시 확인해보세요.
pt_pt: O tamanho do código é entre 6-10 bits, verifique
ro: Lungimea codului este 6-20 bits, vă rugăm verificați
sv: Kodlängden är 6-20 tecken, var vänlig kontrollera
th: รหัสผ่านมี6-20ตำแหน่ง กรุณาตรวจเช็ค
tr: Kod uzunluğu 6-10 bittir, lütfen kontrol edin
uk: Цей код складається із 6-20 біт, будь ласка, перевірте

# 长按停止
source: Long press to stop
cs: Dlouhým stisknutím zastavíte
de: Langes klicken um zu stoppen
es: Pulse a largo para detener
fr: Appui long pour arrêter
it: Lunga pressione per fermare
ja: 長押しで停止する
ko: 길게 눌러 중지
pt_pt: Pressione por mais tempo para parar
ro: Apasă lung pentru a opri
sv: Tryck och håll ner för att stoppa
th: กดนานหยุดเลิก
tr: Durmak için uzun basın
uk: Тривале натискання для зупинки

# 单位
source: Unit
cs: Jednotka
de: Einheit
es: Unidad
fr: Unité
it: unità
ja: 単位
ko: 단위
pt_pt: Unidade
ro: Unitate
sv: Enhet
th: หน่วย
tr: birim
uk: Одиниця виміру

# 每天
source: Everyday
cs: Každý den
de: Täglich
es: Cada día
fr: Chaque jour
it: ogni giorno
ja: 毎日
ko: 매일
pt_pt: Todo dia
ro: În fiecare zi
sv: Varje dag
th: ทุกวัน
tr: Her gün
uk: Кожен день

# 女
source: Female
cs: žena
de: Weiblich
es: Femenino
fr: Féminin
it: Femmina
ja: 女性
ko: 여
pt_pt: feminino
ro: Femeie
sv: Kvinna
th: หญิง
tr: kadın
uk: Жінка

# 忘记密码?
source: Forget the password?
cs: Zapomněli jste heslo?
de: Vergessen Passwort habe?
es: ¿Ha olvidado su contraseña?
fr: Oublier le mot de passe?
it: password dimenticata?
ja: パスワードを忘れますか？
ko: 비밀번호를 잊으셨습니까?
pt_pt: Esqueceu a senha?
ro: AI uitat parola?
sv: Glömt lösenord?
th: ลืมรหัสผ่าน
tr: Şifreyi mi unuttun?
uk: Забули пароль?

# 下载失败
source: Download failed
cs: Stažení se nezdařilo
de: Hunterladen fehlgeschlagen
es: Fallo en descargar
fr: Téléchargement échoué
it: scaricamento fallito
ja: ダウンロードできない
ko: 다운로드 실패
pt_pt: Download falhou
ro: Descărcare eșuată
sv: Nerladdning misslyckades
th: ดาวน์โหลดไม่สำเร็จ
tr: Yükleme başarısız
uk: Помилка завантаження

# 运动记录
source: Exercise record
cs: Záznam o pohybu
de: Bewegung-Rekord
es: Seguimiento de deportes
fr: Enregistrement du sport
it: Record di movimento
ja: 運動レコード
ko: 운동 기록
pt_pt: Registro de movimento
ro: Înregistrează mișcarea
sv: Rörelsepost
th: บันทึกการเคลื่อนไหว
tr: Hareket kaydı
uk: Запис руху

# 修改成功
source: Modified successfully
cs: Úprava proběhla úspěšně
de: Änderung erfolgreich
es: Modificar con éxito
fr: Modification réussie
it: Modificato con successo
ja: アップデイトした
ko: 수정 성공
pt_pt: Modificação bem sucedida
ro: Modificare cu succes
sv: Ändring lyckades
th: แก้ไขสำเร็จ
tr: Değişiklik başarılı
uk: Модифікація успішна

# 正在修改
source: Modifying
cs: Upravuji
de: Ändernd
es: Está modificando
fr: En cours de modification
it: Sotto revisione
ja: アップデート中
ko: 수정 중입니다
pt_pt: Modificando
ro: Modificare
sv: Ändrar
th: กำลังแก้ไข
tr: Değiştiriliyor
uk: Зміна

# 修改失败
source: Modification failed
cs: Úprava selhala
de: Änderung fehlgeschlagen
es: Fallo en modificar
fr: Modification échouée
it: Non riescono a modificare
ja: アップデートできない
ko: 수정 실패
pt_pt: Modificação mal sucedida
ro: Modificare eșuată
sv: Ändring misslyckades
th: แก้ไขไม่สำเร็จ
tr: Değişiklik başarısız oldu
uk: Помилка модифікації

# 用户已存在
source: User already exists
cs: uživatel již existuje
de: Der Benutzer bereits vorhanden
es: El usuario ha existido
fr: L'utilisateur existe déjà
it: L'utente esiste già
ja: ユーザはもういました
ko: 이미 가입된 계정이 존재합니다
pt_pt: o usuário já existe
ro: Utilizatorul există
sv: Användaren finns redan
th: ผู้ใช้มีอยู่แล้ว
tr: Bu kullanıcı zaten var
uk: Користувач вже існує

# 可用
source: Available
cs: Dostupný
de: Verfügbar
es: Disponible
fr: Disponible
it: A disposizione
ja: 使用できる
ko: 사용 가능
pt_pt: Disponível
ro: Disponibil
sv: Tillgänglig
th: สามารถใช้งาน
tr: Mevcut
uk: Доступний

# 立即体验
source: Immediate experience
cs: Spustit nyní
de: Starten Sie jetzt
es: Experienciar inmediatamente
fr: Expérience immédiate
it: Esperienza immediata
ja: すぐ体験する
ko: 즉시실행
pt_pt: Comece agora
ro: Pornește acum
sv: Starta nu
th: สัมผัสตอนนี้
tr: Şimdi başla
uk: Почати зараз

# 热量
source: Energy
cs: Kalorie
de: Kalorien
es: Caloría
fr: Calories
it: Calore
ja: カロリー
ko: 열량
pt_pt: Calorias
ro: Calorii
sv: Kalorier
th: ปริมาณความร้อน
tr: Kalori
uk: Калорії

# 点击寻找手环,手环会震动提醒
source: Click to search the wristband, the band will vibrate to hint
cs: Klepnutím najdete náramek, náramek zavibruje, aby vás upozornil
de: Klicken Sie, um das Armband zu finden, das Armband vibriert, um daran zu erinnern.
es: Haga clic en buscar la pulsera, la pulsera vibrará para recordar
fr: Cliquer Chercher l'anneau, l'anneau vibrera
it: Clicca per trovare il braccialetto, il braccialetto vibrerà
ja: 〝バングルをサーチ”をクリックして、バングルはバイブレーションで喚起する（ヒント）
ko: 밴드 찾기를 탭하면 밴드가 진동할 것입니다
pt_pt: Clique para encontrar o bracelete, o bracelete vibra para lembrar
ro: Apasă pentru a găsi brățara, brățara va vibra pentru a aminti
sv: Klicka för att hitta armband, armbandet vibrerar som påminnelse
th: กดหากำไลมือ กำไลมือจะสั่นเตือน
tr: Bilekliği bulmak için tıklayın, bileklik hatırlatmak için titreşir
uk: Натисніть, щоб знайти браслет, браслет буде вібрувати, щоб нагадати

# 点击绑定
source: Click to bind
cs: Klepnutím se připojíte
de: Klicken Sie, um zu binden
es: Haga clic para encuadernar
fr: Cliquer Attacher
it: Fare clic sul collegamento
ja: バインディングをクリック
ko: 탭하여 연결
pt_pt: Clique para vincular
ro: Apasă pentru legare
sv: Klicka för att länka
th: กดลงผูกมัด
tr: Bağlamak için tıklayın
uk: Натисніть, щоб прив'язати

# 步数
source: Steps
cs: kroky
de: Maßnahmen
es: Pasos
fr: Pas
it: Conteggio dei punti
ja: 歩数計
ko: 걸음 수
pt_pt: passos
ro: Pași
sv: Steg
th: จำนวนฝีเท้า
tr: adımlar
uk: Кроки

# 今日步数
source: Steps today
cs: Dnešní kroky
de: Schritte von heute
es: Los pasos de hoy
fr: Pas d'auhourd'hui
it: Il ritmo di oggi
ja: 今日の歩数
ko: 오늘 걸음 수
pt_pt: Passos de hoje
ro: Pașii de azi
sv: Dagens steg
th: จำนวนฝีเท้าวันนี้
tr: Bugünkü adımlar
uk: Кількість кроків за сьогодні

# 结束
source: Finish
cs: Kompletní
de: Komplett
es: Terminar
fr: Finir
it: Fine
ja: 完了した
ko: 종료
pt_pt: Conclusão
ro: Complet
sv: Avslutad
th: จบ
tr: Tamamla
uk: Повний

# 结束测试
source: Finish testing
cs: Kompletní test
de: Vollständige Prüfung
es: Terminar la prueba
fr: Finir le test
it: Termina la prova
ja: テストを完了した
ko: 측정 종료
pt_pt: Teste de conclusão
ro: Test complet
sv: Avslutad test
th: ทดสอบเสร็จสิ้น
tr: Testi tamamla
uk: Вимірювання повністю

# 血压
source: Blood pressure
cs: Krevní tlak
de: Blutdruck
es: Presión arterial
fr: Tension artérielle
it: pressione sanguigna
ja: 血圧
ko: 혈압
pt_pt: Pressão sanguínea
ro: Tensiune
sv: Blodtryck
th: ความดันโลหิต
tr: Kan basıncı
uk: Артеріальний тиск

# 浅睡
source: Light sleep
cs: Lehký spánek
de: Leichtschlaf
es: Sueño ligero
fr: Sommeil léger
it: Sonno poco profondo
ja: 仮眠
ko: 얕은 잠
pt_pt: Sono leve
ro: Somn ușor
sv: Lätt sömn
th: นอนไม่สนิท
tr: Hafif uyku
uk: Легкий сон

# 个人目标
source: Personal target
cs: Osobní cíle
de: Persönliche Ziele
es: Meta personal
fr: Objectifs personnels
it: Obiettivi personali
ja: 個人目標
ko: 개인목표
pt_pt: Objetivos pessoais
ro: Scopuri personale
sv: Personliga mål
th: เป้าหมายส่วนตัว
tr: Kişisel hedefler
uk: Особисті цілі

# 最高心率
source: MAX HR
cs: Nejvyšší tepová frekvence
de: Höchste Herzfrequenz
es: Frecuencia cardíaca máxima
fr: Fréquence cardiaque maximale
it: La frequenza cardiaca più alta
ja: トップの心拍数
ko: 최대 심박수
pt_pt: Frequência cardíaca mais alta
ro: Frecvență cardiacă mare
sv: Högsta hjärtfrekvens
th: อัตราสูงสุดของการเต้นหัวใจ
tr: En yüksek nabız
uk: Максимальна частота серцевих скорочень

# 月
source: Month
cs: Měsíc
de: Monat
es: Mes
fr: Mois
it: mese
ja: 月
ko: 월
pt_pt: Mês
ro: Lună
sv: Månad
th: เดือน
tr: Ay
uk: Місяць

# 公制
source: Metric system
cs: Metrické jednotky
de: Metrische Einheiten
es: Métrico
fr: Système métrique
it: metrico
ja: メートル
ko: 미터법
pt_pt: Unidades métricas
ro: Unități metrice
sv: Metriska enheter
th: ระบบเมตริก
tr: Metrik birimler
uk: Метричні одиниці

# 最低心率
source: MIN HR
cs: Minimální tepová frekvence
de: Minimale Herzfrequenz
es: Frecuencia cardíaca mínima
fr: Fréquence cardiaque minimale
it: Frequenza cardiaca minima
ja: ミニマムの心拍数
ko: 최저 심박수
pt_pt: Frequência cardíaca mínima
ro: Frecvență cardiacă minimă
sv: Lägsta hjärtfrekvens
th: อัตราต่ำสุดของการเต้นหัวใจ
tr: Minimum kalp atış hızı
uk: Мінімальний пульс

# 我的设备
source: My device
cs: Moje zařízení
de: Mein Gerät
es: Mis dispositivos
fr: Mon équipement
it: Il mio dispositivo
ja: 本人のデバイス
ko: 내 디바이스
pt_pt: Meu dispositivo
ro: Dispozitivul meu
sv: Min enhet
th: เครื่องติดตั้งส่วนตัว
tr: Cihazım
uk: Мій пристрій

# 闹钟最多可设置8个
source: 8 alarm clock can be set at most
cs: většinou podporuje 8 budíků
de: Für die meisten 8 Wecker zu unterstützen
es: Puede configurar 8 despertadores al máximo
fr: Seulement supporter huit réveils pour l'instant!
it: È possibile impostare fino a 8 sveglie
ja: 目覚まし時計は８つ以下
ko: 알람 최대 8개 설정 가능
pt_pt: suporta 8 alarmes para a maioria
ro: Suportă 8 alarme ceas cel mai mult
sv: Stöder 8 väckarklockor för det mesta
th: แค่สนับสนุนติดตั้งนาฬิกาปลุก8อัน
tr: En çok 8 alarmı destekler
uk: Підтримка 8 будильників для більшості

# 我的资料
source: My profile
cs: Můj profil
de: Mein Profil
es: Mis datos
fr: Mes infos
it: Il mio profilo
ja: 本人の資料
ko: 내 프로필
pt_pt: Meu perfil
ro: Profilul meu
sv: Min profil
th: ข้อมูลส่วนตัว
tr: Benim profilim
uk: Мій профайл

# 男
source: Male
cs: Muž
de: Männlich
es: Masculino
fr: Masculin
it: maschio
ja: 男性
ko: 남
pt_pt: Masculino
ro: Bărbat
sv: Man
th: ชาย
tr: Erkek
uk: Чоловік

# 邮箱找回
source: E-mail retrieved
cs: Najděte podle e-mailu
de: Per e-Mail finden
es: Encuentra el correo electrónico
fr: Trouver l'adresse d'emai
it: Recupero nella casella di posta
ja: エーメールを探し出す
ko: 이메일 찾기
pt_pt: Buscar por e-mail
ro: Găsește prin e-mail
sv: Hitta via epost
th: หากลับโดยอีเมล์
tr: E-posta ile bul
uk: Пошук по електронній пошті

# 手机号找回
source: Retrieve mobile phone number
cs: Najít podle telefonního čísla
de: Nach der Telefonnummer zu finden
es: Encuentra del número del teléfono
fr: Rerouver le numéro de portable
it: Numero di telefono da recuperare
ja: 電話番号で探し出す
ko: 휴대폰 번호 찾기
pt_pt: Buscar por número de telefone
ro: Găsește prin număr de telefon
sv: Hitta via telefonnummer
th: หาเบอร์โทรศัพท์กลับ
tr: Telefon numarası ile bul
uk: Пошук по номеру телефону

# 找回密码
source: Retrieve password
cs: Připomenout heslo
de: Finden Sie your passwort
es: Recupere la contraseña
fr: Trouver le mot de passe
it: Recupera la password
ja: パスワードを探し出す
ko: 비밀번호 찾기
pt_pt: Recuperar sua senha
ro: Găsește parola
sv: Få tillbaka ditt lösenord
th: หารหัสผ่านกลับ
tr: Şifrenizi geri alın
uk: Знайдіть свій пароль назад
