Repository: wang8959855/NewH28
Catalog: 未命名文件夹 3/lantianSVN/lantianSVN/Bracelet/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, pt_pt, ro, sv, th, tr, uk

# 来电提醒
source: Incoming call reminder
cs: Upozornění na hovor
de: Anruferinnerung
es: Recordatorio de llamada
fr: Rappel d'appel
it: chiamata in arrivo
ja: コールヒント
ko: 전화 수신 알림
pt_pt: Lembrete de chamada
ro: Amintire apel
sv: Samtalspåminnelse
th: การตักเตือนโทรศัพท์เข้ามา
tr: Çağrı hatırlatıcısı
uk: Нагадування виклику

# 开始
source: Start
de: Starten
es: Empezar
fr: Commencer
it: Inizio
ja: 開始
ko: 시작
pt_pt: Início
th: เริ่ม
tr: Başla
uk: Початок

# 开始测试
source: Start testing
cs: Spustit test
de: Starten Sie Prüfung
es: Empezar a medir
fr: Commercer le test
it: Avviare il test
ja: テストを始める
ko: 측정 시작
pt_pt: Teste de início
ro: Start test
sv: Starta test
th: เริ่มทดสอบ
tr: Testi başlat
uk: Почати вимір

# 勿扰
source: DND
cs: Nerušit
de: Bitte nicht stören
es: No molestar
fr: Dérangement interdit
it: Non disturbare
ja: パターンを乱してはいけません
ko: 방해금지
pt_pt: Não perturbe
ro: Nu deranja
sv: Stör ej
th: ห้ามรบกวน
tr: Rahatsız etme
uk: Не турбувати

# 周
source: Week
cs: Týden
de: Woche
es: Semana
fr: Semaine
it: settimana
ja: 曜日
ko: 주
pt_pt: Semana
ro: Săptămână
sv: Vecka
th: อาทิตย์/สัปดาห์
tr: Hafta
uk: Тиждень

# 不可用
source: Unavailable
cs: Není dostupný
de: Nicht verfügbar
es: Indisponible
fr: Non disponible
it: non disponibile
ja: 使用できない
ko: 사용 불가
pt_pt: Não disponível
ro: Nu este disponibil
sv: Inte tillgänglig
th: ใช้ไม่ได้
tr: Müsait değil
uk: Недоступний

# 未知
source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 未知
ko: 모름
pt_pt: Desconhecidas
ro: Necunoscut
sv: Okänd
th: ยังไม่รู้
tr: bilinmiyor
uk: Невідомий

# 从不
source: Never
cs: nikdy
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: ネバー
ko: 네버
pt_pt: nunca
ro: Niciodată
sv: Aldrig
th: ไม่เคย
tr: asla
uk: Ніколи

# 号码
source: Number
cs: Číslo
de: Anzahl
es: Número
fr: Numéro
it: numero
ja: 番号
ko: 번호
pt_pt: Número
ro: Număr
sv: Nummer
th: หมายเลข
tr: Numara
uk: Число

# 手机/邮箱
source: Mobile phone/mail box
cs: Mobil / e-mail
de: Handy/email
es: Teléfono/Correo electrónico
fr: Mobile/adresse d'emai
it: Mobile / email
ja: 携帯・エーメール
ko: 휴대폰/이메일
pt_pt: Celular/e-mail
ro: Mobil/e-mail
sv: Mobil/epost
th: เบอร์โทรศัพท์/ อีเมล์
tr: Mobil / e-posta
uk: Мобільний зв'язок / електронна пошта

# 升级
source: Upgrade
cs: Aktualizovat
es: Actualizar
fr: Mise à jour
it: aggiornamento
ja: アップグレード
ko: 업데이트
pt_pt: Atualização
ro: Updatare
sv: Uppgradering
th: อัปเดต
tr: yükselt
uk: Оновити

# 正在刷新数据
source: Refreshing data
cs: Obnovuji data
de: Daten aktualisiert
es: Está actualizando los datos
fr: En trains de renouveler les données
it: I dati vengono aggiornati
ja: データを再読み込み中
ko: 데이터 새로고침 중입니다
pt_pt: Atualizando dados
ro: Actualizarea datelor
sv: Uppdaterar data
th: กำลังปรับเปลี่ยนสถิติไหม่
tr: Veriler yenileniyor
uk: Ефективно використовувати час

# 可更新
source: Renewable
cs: lze aktualizovat
de: Aktualisierbar
es: Se puede actualizar
fr: Mise à jour disponible
it: Può essere aggiornato
ja: 更新できる
ko: 업데이트 가능
pt_pt: atualizável
ro: Se poate updata
sv: Uppdaterbar
th: สามารถอัปเดต
tr: güncellenebilir
uk: Коректований

# 意见反馈
source: Feedback
cs: Zpětná vazba
es: Realimentación
fr: Feed-back des avis
it: Risposta
ja: フィ―ドバック
ko: 피드백
pt_pt: Comentário
ro: Opinii
sv: Återkoppling
th: การตอบรับความคิดเห็น
tr: geri bildirim
uk: Зворотній зв'язок

# 总次数(次)
source: Total number of times
cs: Celkem (krát)
de: Gesamtanzahl der (Mal)
es: Veces totales (Vez)
fr: Fois totale (fois)
it: Numero totale di volte
ja: 総回数（回）
ko: 총 횟수(회)
pt_pt: Número total de vezes (vezes)
ro: Numărul total de ori (ori)
sv: Totalt antal gånger (antal)
th: จำนวนทั้งหมด(ครั้ง)
tr: Toplam süre sayısı (süre)
uk: Загальна кількість раз (раз)

# 总步数
source: Total steps
cs: Kroků celkem
de: Insgesamt Schritte
es: Pasos totales
fr: Pas total
it: Numero totale di passaggi
ja: 総歩数
ko: 총 걸음 수
pt_pt: Total de passos
ro: Total pași
sv: Totalt antal steg
th: จำนวนรวมฝีเท้า
tr: Toplam adımlar
uk: Всього кроків

# 总消耗
source: Total consumption
cs: Celkový výdej
de: Gesamtverbrauch
es: Consumo total
fr: Consommation totale
it: Consumo totale
ja: 総消耗
ko: 총 소모량
pt_pt: Consumo total
ro: Consum total
sv: Total konsumtion
th: ปริมาณเผาผลาญทั้งหมด
tr: Toplam tüketim
uk: Загальне споживання

# 总消耗(Kcal)
source: Total consumption (Kcal)
cs: Celkový výdej (kcal)
de: Gesamtverbrauch (Kcal)
es: Consumo total (Kcal)
fr: Consommation totale (Kcal)
it: Consumo totale (Kcal)
ja: 総消耗（カロリー）
ko: 총 소모량(kcal)
pt_pt: Consumo total (kcal)
ro: Consum total (Kcal)
sv: Total konsumtion (Kcal)
th: ปริมาณเผาผลาญทั้งหมด(Kcal)
tr: Toplam tüketim (kcal)
uk: Загальне споживання (ккал)

# 总路程
source: Total distance
cs: Celková vzdálenost
de: Gesamtstrecke
es: Recorrido total
fr: Distance totale
it: Distanza totale
ja: 総道程
ko: 총 거리
pt_pt: Distância total
ro: Distanță totală
sv: Total distans
th: จำนวนระยะทาง
tr: Toplam mesafe
uk: Загальна відстань

# 常用手机号码
source: Common mobile phone number
cs: Hlavní telefonní číslo
de: Spracheinstellung
es: Número de teléfono común
fr: Numéro de portable fréquent
it: Numero di telefono cellulare comunemente utilizzato
ja: 常用電話番号
ko: 자주 이용하는 휴대폰 번호
pt_pt: Número de telefone principal
ro: Număr de telefon primar
sv: Primärt telefonnummer
th: เบอร์โทรศัพท์ที่ใช้ประจำ
tr: Birincil telefon numarası
uk: Основний номер телефону

# 总睡眠
source: Total sleep
cs: Celkový spánek
de: Gesamtschlaf
es: Sueño total
fr: Sommeil total
it: Totale sonno
ja: 総睡眠
ko: 총 수면
pt_pt: Sono total
ro: Somn total
sv: Total sömn
th: จำนวนการนอนหลับ
tr: Toplam uyku
uk: Загальний сон

# 解绑设备
source: Unbind device
cs: Odpojte zařízení
de: Gerät trennen
es: Desagregación del dispositivo
fr: Détacher l'équipement
it: Dispositivo dissociato
ja: アンバンドリングのデバイス
ko: 디바이스 해제
pt_pt: Desvincular dispositivo
ro: Dezleagă dispozitiv
sv: Avlänka enheten
th: ยกเลิกผูกมัดเครื่องติดตั้ง
tr: Cihazın bağlantısını kes
uk: Відв'яжіть пристрій

# 取消
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: 取り消し
ko: 취소
pt_pt: Cancelar
ro: Anulare
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Відміна

# 松开立即刷新
source: Immediate refresh once loosened
cs: Puštěním obnovíte
de: Lösen zu erfrischen
es: Afloje para actualizar inmediatamente
fr: Lâcher pour renouveler immédiatement
it: Rilasciare immediatamente l'aggiornamento
ja: 取り離したら、再読み込みする
ko: 손을 떼서 새로고침
pt_pt: Solte para atualizar
ro: Scapă pentru a reîmprospăta
sv: Uppdatera omedelbart
th: ปลอยมือรีเฟรชทันที
tr: Yenilemek için serbest bırak
uk: Вільне оновлення

# 授权失败
source: Authorization failed
cs: autorizace vypršela
de: Genehmigung Abgelaufen
es: Fallo de autorización
fr: Autorisation échouée
it: Autorizzazione fallita
ja: オーソライズできない
ko: 인증 실패
pt_pt: Tempo esgotado da autorização
ro: Autorizație expirată
sv: Auktorisering avbryts
th: มอบอำนาจไม่สำเร็จ
tr: Yetkilendirme zaman aşımına uğradı
uk: Час очікування авторизації

# 密码
source: Password
cs: Kód
de: Code
es: Contraseña
fr: Mot de passe
it: parola d'ordine
ja: パスワード
ko: 비밀번호
pt_pt: Código
ro: Cod
sv: Kod
th: รหัสผ่าน
tr: kod
uk: Код

# 关于
source: About
cs: O aplikaci
de: Über
es: Sobre
fr: A propos
it: sopra
ja: バージョン情報
ko: 정보
pt_pt: Sobre
ro: Despre
sv: Om
th: สำหรับ
tr: hakkında
uk: Про

# 重复
source: Repeat
cs: Opakovat
de: Wiederholen
es: Repetir
fr: Répéter
it: ripetere
ja: リフレイン
ko: 중복
pt_pt: Repetir
ro: Repetă
sv: Upprepa
th: ซ้ำ
tr: Tekrar et
uk: Повторення

# 正在连接
source: Connecting
cs: Připojuji
de: Anschluss
es: Está conectando
fr: En cours de connexion
it: collegamento
ja: ロード中
ko: 연결 중입니다
pt_pt: Conectando
ro: Conectare
sv: Ansluter
th: กำลังเชื่อมโยง
tr: Bağlanıyor
uk: Підключення

# 抬腕亮屏
source: Lift wrist to brighten the screen
cs: Displej rozsvítíte zvednutím zápěstí
de: Heben Sie Handgelenk zu heller Bildschirm
es: Se ilumina la pantalla al elevar la muñeca
fr: Allumage d'écran lors de lever le poignet
it: Sollevare il polso
ja: 腕を挙げてスクリーンがつく（点灯する）
ko: 손목 들어올려 화면 밝히기
pt_pt: Levante o pulso para acender a tela
ro: Ridică încheietura pentru a aprinde ecranul
sv: Lyft upp handleden för att tända skärmen
th: ยกข้อมือหน้าจอเปล่งแสง
tr: Ekranı açmak için bilekliği yükseltin
uk: Підніміть зап'ясті на світловий екран

# 请输入正确的邮箱或手机号码
source: Please enter the correct E-mail or phone number
cs: Prosím zadejte správnou e-mailovou adresu nebo telefonní číslo
de: Bitte geben Sie die richtige E-Mail-Adresse oder Telefon Nummer ein
es: Por favor, introduzca un correo electrónico o número de teléfono válido
fr: Veuillez saisir l'adresse email ou le numéro de portable correct
it: Inserisci l'indirizzo email o il numero di cellulare corretto
ja: 正しいエーメールをインプットしてください
ko: 정확한 이메일 혹은 휴대폰 번호를 입력하세요
pt_pt: Insira o endereço de e-mail correto ou o número de telefone
ro: Vă rugăm introduceți adresa de e-mail corectă sau numărul de telefon
sv: Var vänlig ange rätt epostadress eller telefonnummer
th: กรุณาเขียนตู้ไปรษณีย์หรือหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen doğru e-posta adresini veya telefon numarasını girin
uk: Введіть правильну адресу електронної пошти або номер телефону

# 请输入正确的邮箱账号
source: Please enter the correct Email account
cs: Prosím zadejte správný e-mailový účet
de: Bitte geben Sie die richtige E-Mail-Konto ein
es: Por favor, introduzca una cuenta de correo electrónico válida
fr: Veuillez saisir le compte email correct
it: Inserisci il numero di conto del tuo account
ja: 正しいエーメール口座番号をインプットしてください
ko: 정확한 이메일 주소를 입력하세요
pt_pt: Insira a conta de e-mail correta
ro: Vă rugăm introduceți contul de e-mail corect
sv: Var vänlig ange rätt epostkonto
th: กรุณาเขียนตู้ไปรษณีย์ที่ถูกต้อง
tr: Lütfen doğru e-posta hesabını giriniz
uk: Введіть правильну обліковий запис електронної пошти

# 请输入正确的手机号码
source: Please enter the correct phone number
cs: Prosím zadejte správné telefonní číslo
de: Bitte geben Sie die richtige Telefonnummer ein
es: Por favor, introduzca el número de teléfono correcto
fr: Veuillez saisir le numéro de portable correct
it: Inserisci il numero di telefono corretto
ja: 正しい電話番号をインプットしてください
ko: 정확한 휴대폰 번호를 입력하세요
pt_pt: Insira o número de telefone correto
ro: Vă rugăm introduceți numărul de telefon corect
sv: Var vänlig ange rätt telefonnummer
th: กรุณาเขียนหมายเลขโทรศัพท์ที่ถูกต้อง
tr: Lütfen doğru telefon numarasını giriniz
uk: Введіть правильний номер телефону

# 请输入电话号码
source: Please enter phone number
cs: Prosím zadejte telefonní číslo
de: Bitte geben Sie die Telefonnummer ein
es: Por favor introduzca el número del teléfono
fr: Veuillez saisir le numéro de portable
it: Per favore, inserisca il suo numero di telefono
ja: 電話番号をインプットしてください
ko: 전화번호를 입력하세요
pt_pt: Insira o número de telefone
ro: Vă rugăm introduceți numărul de telefon
sv: Var vänlig ange telefonnummer
th: กรุณาเขียนหมายเลขโทรศัพท์
tr: Lütfen telefon numarasını giriniz
uk: Введіть номер телефону

# 请输入密码
source: Please enter password
cs: prosím zadejte své heslo
de: Bitte geben Sie das Passwort ein
es: Por favor, introduzca la contraseña
fr: Veuillez saisir le mot de passe
it: per favore inserisci LA TUA password
ja: パスワードをインプットしてください
ko: 비밀번호를 입력하세요
pt_pt: insira a sua senha
ro: Vă rugăm introduceți parola
sv: Var vänlig ange dit lösenord
th: กรุณาเขียนรหัสผ่าน
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть ваш пароль

# 请再次输入密码
source: Please enter the password again
cs: Zkuste to prosím znovu
de: Bitte erneut versuchen
es: Por favor, introduzca su contraseña de nuevo
fr: Veuillez saisir à nouveau le mot de passe
it: per favore inserisci di nuovo la tua password
ja: もう一度パスワードをインプットしてください
ko: 비밀번호를 한 번 더 입력해주세요
pt_pt: Tente novamente
ro: Vă rugăm reîncercați
sv: Var vänlig försök igen
th: กรุณาเขียนรหัสผ่านอีกครั้ง
tr: Lütfen tekrar deneyiniz
uk: Повторіть спробу

# 请输入验证码
source: Please enter verification code
cs: Prosím zadejte ověřovací kód
de: Bitte geben Sie die Bestätigungs-code ein
es: Por favor, introduzca el código de verificación
fr: Veuillez saisir le code de vérification
it: Inserisci il codice di verifica
ko: 인증번호를 입력하세요
pt_pt: Insira o código de verificação
ro: Vă rugăm introduceți codul de verficare
sv: Var vänlig ange verifieringskod
th: กรุณาเขียนหมายเลขยืนยัน
tr: Lütfen doğrulama kodunu giriniz
uk: Введіть код підтвердження

# 请保持蓝牙开启,手环与手机处于连接状态
source: Please keep the bluetooth enabled, wristband and mobile in connection.
cs: Ponechte Bluetooth zapnuté a náramek se připojí k telefonu
de: Bitte halten Sie das Bluetooth auf, und das Armband ist mit dem Telefon verbinden
es: Mantenga la encendida del bluetooth, la pulsera y el teléfono están conectando
fr: Veuillez maintenir l'état en service du Bluetooth, l'anneau et le portable se trouvent en état de connexion
it: Tieni Bluetooth aperto e il braccialetto è collegato al telefono
ja: ブルートゥースオンしてください、バングルは携帯とリンク中
ko: 밴드와 휴대폰의 연결을 유지할 수 있도록 블루투스를 켜놓아 주세요
pt_pt: Mantenha o Bluetooth ligado e o bracelete em conexão com o telefone
ro: Vă rugăm țineți Buletooth deschis, și brățara este conectată la telefon
sv: Var vänlig håll Bluetooth påsatt och armbandet anslutet till telefonen
th: กรุณาให้บลูทูธเปิดอยู่ กำไลข้อมือและมือถือเป็นสภาพเชื่อมโยงอยู่
tr: Lütfen Bluetooth'u açık tutun ve bileklik telefonla bağlı olsun
uk: Будь ласка, тримайте Bluetooth включеним, а браслет підключеним до телефону

# 请完善信息
source: Please complete information
cs: Prosím rozšiřte svůj profil
de: Entwickeln Sie Ihr Profil
es: Por favor complete la información
fr: Veuillez compléter les infos
it: Per favore migliorare le informazioni
ja: 情報を完了してください
ko: 정보를 모두 입력하세요
pt_pt: Desenvolva o seu perfil
ro: Vă rugăm să vă dezvoltați profilul
sv: Var vänlig utveckla din profil
th: กรุณาสมบูรณ์แบบข้อมูล
tr: Lütfen profilinizi geliştirin
uk: Створіть свій профіль

# 请稍候...
source: Please wait…
cs: čekejte prosím
de: Bitte warten
es: Por favor espere ...
fr: Veuillez attendre…
it: Attendere prego...
ja: 少々お待ちください
ko: 잠시만 기다려주세요
pt_pt: aguarde
ro: Vă rugăm așteptați
sv: Var vänlig vänta
th: กรุณารอสักพัก
tr: lütfen bekle
uk: Будь ласка зачекайте

# 绑定过程中请确保手环点亮
source: Please make sure that the wristband is lightened in the binding process
cs: Během procesu připojování nezapomeňte udržet náramek rozsvícený
de: Achten Sie darauf, das Armband leicht zu halten während der Bindeprozess.
es: Asegúrese de que la pulsera esté encendida durante la encuadernación
fr: Veuillez assurer que l'anneau allume lors d'attacher l'anneau
it: Assicurati di tenere il braccialetto acceso durante il processo di associazione
ja: データをバインヂェングする間、電子バングル時計の点灯を確認してください。
ko: 연결 도중 밴드가 꺼지지 않도록 해주세요
pt_pt: Certifique-se de manter a luz do bracelete durante o processo de vinculação
ro: Fiți sigur să țineți brățara pornită în timpul procesului de legare
sv: Var noga med att hålla armbandet tänt under länkningsprocessen
th: เวลาผูกมัดรับรองว่ากำไลข้อมือเปล่งแสงอยู่
tr: Bağlama işlemi sırasında bileklik ışığını mutlaka muhafaza edin.
uk: Обов'язково зберігайте світло браслета під час прив'язки

# 寻找手环
source: Search the wristband
cs: Najít náramek
de: Armband zu finden
es: Buscar la pulsera
fr: Chercher l'anneau
it: Cercando il braccialetto
ja: バングルを探す
ko: 밴드 찾기
pt_pt: Encontrar bracelete
ro: Găsește brățara
sv: Hitta armband
th: ค้นหากำไลข้อมือ
tr: Bilekliği bulun
uk: Знайти браслет

# 搜索设备
source: Search the device
cs: Vyhledat zařízení
de: Gerätesuche
es: Buscar el dispositivo
fr: Rechercher l'équipement
it: Cerca attrezzature
ja: デバイスをサーチする
ko: 디바이스 검색
pt_pt: Dispositivo de busca
ro: Caută dispozitiv
sv: Sök enhet
th: ค้นหาเครื่องติดตั้ง
tr: Cihaz ara
uk: Пристрій пошуку

# 性别
source: Gender
cs: Pohlaví
de: Geschlecht
es: Sexo
fr: Sexe
it: Genere
ja: 性別
ko: 성별
pt_pt: Sexo
ro: Gen
sv: Kön
th: เพศ
tr: Cinsiyet
uk: Підлога

# 周一
source: Mon.
cs: Pondělí
de: Montag
es: Lunes
fr: Lundi
it: lunedi
ja: 月曜日
ko: 월요일
pt_pt: Segunda-feira
ro: Luni
sv: Måndag
th: วันจันทร์
tr: Pazartesi
uk: Понеділок

# 开启后,在时间段内,手环不会震动提醒
source: Once started, the wristband will not vibrate within the time quantum
cs: Po povolení nebude po nějakou dobu náramek upozorňovat vibrací
de: Nach dem aktivieren, wird das Armband nicht vibrieren, um innerhalb der Frist zu erinnern.
es: Después de encender, la pulsera no vibrará dentro del período
fr: Après avoir activé le mode sans dérangement, l'anneau ne vibrera pas en dehors de heures de travail
it: Dopo l'apertura, il braccialetto non vibrerà per il promemoria durante il periodo di tempo
ja: オン後、タイム内、バングルはバイブレーションしない
ko: 기능을 켜면 선택한 시간대에는 휴대폰이 진동하지 않을 것입니다
pt_pt: Após ativar, o bracelete não vibra para lembrar dentro do período de tempo
ro: După permisiune, brățara nu va vibra pentru a aminti în perioada de timp
sv: Efter aktivering kommer armbandet inte att vibrera för att påminna inom tidsperioden
th: หลังจากเปิด ในระยะเวลากำหนด กำไลข้อมือไม่สั่นสะเทือน
tr: Etkinleştirdikten sonra, bileklik belirli bir zaman içinde hatırlatmak için titreşmeyecek
uk: Після включення браслет не буде вібрувати для нагадування протягом певного періоду часу

# 开启后,抬手腕,手环屏幕会自动点亮
source: Once started, lift the wrist, the wristband screen will be brightened
cs: Po povolení se obrazovka náramku automaticky rozsvítí, když zvednete zápěstí
de: Nach der Aktivierung, wenn heben Sie Ihr Handgelenk, der Bildschirm des Armbandes schaltet automatisch auf.
es: Después de encender, al elevar la muñeca, la pantalla de la pulsera se iluminará automáticamente
fr: Après avoir activé l'allumage d'écran lors de lever le poignet, l'écran de l'anneau allumera automatiquement si vous levez le poignet
it: Dopo l'apertura, sollevare il polso, lo schermo del braccialetto si accenderà automaticamente
ja: オン後、腕を上げれば、バングルのスクリーンが自動的に点灯する
ko: 기능을 켜면 손목을 들어올릴 때 밴드 화면이 자동으로 밝아질 것입니다
pt_pt: Após ativar, ao levantar o seu pulso, a tela do bracelete acende automaticamente
ro: După permisiune, când ridicați încheietura, ecranul brățării se va aprinde automat
sv: Efter aktivering, när du lyfter upp handleden, tänds armbandets skärm automatiskt
th: หลังจากเปิดแล้ว ยกข้อมือขึ้น หน้าจอกำไลข้อมือจะเปล่งแสงโดยอัตโนมัติ
tr: Etkinleştirdikten sonra, bilekliğinizi kaldırdığınızda, bileklik ekranı otomatik olarak açılır
uk: Після включення, коли ви піднімаєте зап'ясті, екран браслета автоматично включиться

# 开启后,手机来电话时,手环会震动提醒
source: Once started, wristband will vibrate to hint for the incoming calls
cs: Po povolení náramek upozorní vibrací, když je telefon zapnutý
de: Nach dem aktivieren, wenn das Telefon eingeschaltet ist, vibriert das Armband, um daran zu erinnern.
es: Después de encender, cuando hay llamada, la pulsera vibrará para recordar
fr: Après avoir activé le rappel d'appel, l'anneau vibrera s'il y a un appel
it: Quando il telefono è acceso, il braccialetto vibrerà per il promemoria
ja: オン後、コールがあった途端、バングルがバイブレーションすることができる
ko: 기능을 켜면 전화 수신 시 밴드가 진동할 것입니다
pt_pt: Após ativar, quando o telefone é ligado, o bracelete vibra para lembrar
ro: După permisiune, atunci când telefonul este pornit, brățara va vibra pentru a aminti
sv: Efter aktivering, när telefonen är påslagen, kommer armbandet att vibrera för att påminna
th: หลังจากเปิดแล้ว ตอนที่มีโทรเข้ามา กำไลข้อมือจะสั่นเตือน
tr: Etkinleştirdikten sonra, telefon açık olduğunda, bilekliğiniz titreşerek hatırlatır
uk: Після включення при включеному телефоні, браслет буде вібрувати для нагадування

# 开启后,手机来短信时,手环会震动提醒
source: Once started, wristband will vibrate to hint for the short messages
cs: Po povolení náramek upozorní vibrací, když jsou SMS zapnuté
de: Nach dem aktivieren, wenn das SMS eingeschaltet ist, vibriert das Armband, um daran zu erinnern.
es: Después de encender, cuando hay mensaje, la pulsera vibrará para recordar
fr: Après avoir activé le rappel de message, l'anneau vibrera s'il y a un message
it: Dopo l'apertura, il telefono a SMS, il braccialetto vibrerà per i promemoria
ja: オン後、ショーメールがあった途端、バングルがバイブレーションすることができる
ko: 기능을 켜면 문자를 수신 시 밴드가 진동할 것입니다
pt_pt: Após ativar, quando o SMS é ligado, o bracelete vibra para lembrar
ro: După permisiune, când SMS-ul este pornit, brățara va vibra pentru a aminti
sv: Efter aktivering, när SMS är påslagen, kommer armbandet att vibrera för att påminna
th: หลังจากเปิดแล้ว ตอนที่มีข้อความเข้ามา กำไลข้อมือจะสั่นเตือน
tr: Etkinleştirdikten sonra, SMS açıldığında, bilekliğiniz titreşerek hatırlatır
uk: Після включення, коли СМС включений, браслет буде вібрувати для нагадування

# 开启后,可以直接手环控制音乐播放
source: Once started, music play can be directly controlled via wristband
cs: Po povolení je možné hudební přehrávač ovládat přímo náramkem
de: Nach der Aktivierung, werden der Musik-Player Armband direkt gesteuert.
es: Después de encender, puede controla la reproducción de música directamente por la pulsera
fr: Après avoir activé le contrôle de musique via l'anneau, vous pouvez contrôler la lecture de musique via l'anneau
it: Dopo l'apertura, è possibile controllare direttamente il lettore musicale
ja: オン後、直接にバングルで音楽の放送をコントロールことができる
ko: 기능을 켜면 밴드로 직접 음악 재생을 제어할 수 있습니다
pt_pt: Após ativar, o reprodutor de mídia pode ser controlado diretamente pelo bracelete
ro: După permisiune, player-ul muzical poate fi controlat direct de pe brățară
sv: Efter aktivering kan musikspelaren styras direkt av armbandet
th: หลังจากเปิดแล้ว กำไลข้อมือสามารถควบคุมการเปิดปิดเพลงโดยตรง
tr: Etkinleştirdikten sonra müzik çalar bileklikle doğrudan kontrol edilebilir
uk: Після включення музичний плеєр може безпосередньо управлятися браслетом

# 最新版
source: Latest version
cs: nejnovější verze
de: Die neueste version
es: Última versión
fr: La dernière version
it: nuovo
ja: 最新バージョン
ko: 최신 버전
pt_pt: a última versão
ro: Ultima versiune
sv: Den senaste versionen
th: ฉบับใหม่ล่าสุด
tr: Son sürüm
uk: Остання версія

# 今日消耗
source: Consumption today
cs: Dnešní výdej
de: Verbrauch von heute
es: El consumo de hoy
fr: Consommation d'aujourd'hui
it: Consumato Oggi
ja: 今日の消耗
ko: 오늘 소모량
pt_pt: Consumo de hoje
ro: Consumul de azi
sv: Dagens konsumtion
th: การเผาผลาญวันนี้
tr: Bugünkü tüketim
uk: Споживання за сьогодні

# 邮箱
source: E-mail
es: Correo electrónico
fr: adresse d'email
it: cassetta postale
ja: エーメール
ko: 이메일
sv: Epost
th: ตู้ไปรษณีย์
tr: E-posta
uk: Електронна пошта

# 提交
source: Submit
cs: Odeslat
de: Senden
es: Presentar
fr: Soumettre
it: Sottoscrivi
ja: クエリ―
ko: 보내기
pt_pt: Aplicar
ro: Introdu
sv: Skicka
th: ส่งมอบ
tr: Gönder
uk: Відправити

# APP提醒
source: APP reminder
cs: Upozornění aplikace
de: APP-Erinnerung
es: Recordatorio de APP
fr: Rappel d'APP
it: Promemoria APP
ja: アプリヒント
ko: 앱 알림
pt_pt: Lembrete de APP
ro: APP amintire
sv: APP-påminnelse
th: การเตือนAPP
tr: Uygulama hatırlatıcısı
uk: Нагадування додатки

# 验证码
source: Verification code
cs: Ověřovací kód
de: Verifizierungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: パスコード
ko: 인증번호
pt_pt: Código de verificação
ro: Cod verificare
sv: Verifieringskod
th: รหัสยืนยัน
tr: Doğrulama kodu
uk: Код підтвердження

# 验证码已发送至您的手机,请注意查收
source: Verification code has been sent to your mobile phone, please remember to check.
cs: Do vašeho telefonu byl odeslán ověřovací kód, zkontrolujte jej prosím
de: Verifizierungscode wurde auf Ihr Handy gesendet, bitte überprüfen Sie
es: Ha enviado el código de verificación a su teléfono, por favor verifique
fr: Le code de vérification a été envoyé vers votre portable, veuillez le recevoir
it: Il codice di verifica è stato inviato al tuo cellulare. si prega di controllare
ja: パスコードのメッセージはもうあなたの携帯についた、チェックしてください
ko: 휴대폰으로 인증번호가 전송되었으니 확인해 보시길 바랍니다
pt_pt: O código de verificação foi enviado ao seu telefone, verifique
ro: Codul de verificare a fost trimis la telefon, vă rugăm verificați
sv: Verifieringskoden har skickats till din telefon, var vänlig kontrollera
th: รหัสยืนยันส่งถึงโทรศัพท์ของคุณแล้ว. กรุณาตรวจรับ
tr: Doğrulama kodu telefonunuza gönderildi, lütfen kontrol edin
uk: Код підтвердження відправлений на ваш телефон, будь ласка, перевірте

# 清醒
source: Soberness
cs: Vzhůru
de: Wach
es: Despierto
fr: Réveil
it: ben sveglio
ja: 目覚まし
ko: 깨어 있음
pt_pt: Despertar
ro: Treaz
sv: Vaken
th: ตื่นนอน
tr: Uyanık
uk: Несплячих режим
