Repository: wang8959855/NewH28
Catalog: 未命名文件夹 3/lantianSVN/lantianSVN/Bracelet/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, pt_pt, ro, sv, th, tr, uk

# 周五
source: Fri.
cs: Pátek
de: Freitag
es: Viernes
fr: Vendredi
it: venerdì
ja: 金曜日
ko: 금요일
pt_pt: Sexta-feira
ro: Vineri
sv: Fredag
th: วันศุกร์
tr: Cuma
uk: П'ятниця

# 距离
source: Distance
cs: Vzdálenost
de: Entfernung
es: Distancia
it: distanza
ja: 距離
ko: 거리
pt_pt: Distância
ro: Distanță
sv: Distans
th: ระยะทาง
tr: Mesafe
uk: Відстань

# 距离(Km)
source: Distance (Km)
cs: Vzdálenost (Km)
de: Entfernung(Km)
es: Distancia (KM)
it: Distanza (Km)
ja: 距離（キロ）
ko: 거리(km)
pt_pt: Distância (Km)
ro: Distanță (Km)
sv: Distans (km)
th: ระยะทาง(Km)
tr: Mesafe (Km)
uk: Відстань (Км)

# 今日路程
source: Distance today
cs: Dnešní vzdálenost
de: Entfernung von heute
es: El trayecto de hoy
fr: Distance d'aujourd'hui
it: Il viaggio di oggi
ja: 今日の道程
ko: 오늘 거리
pt_pt: Distância de hoje
ro: Distanța de azi
sv: Dagens distans
th: ระยะทางวันนี้
tr: Bugünkü mesafe
uk: Відстань, пройдена за сьогодні

# 注册
source: Login
cs: Přihlásit se
de: Anmelden
es: Registrarse
fr: Enregistrer
it: registrato
ja: レジ・登録
ko: 회원가입
pt_pt: Inscrever
ro: Înregistrează-te
sv: Bli Medlem
th: ลงทะเบียน
tr: kaydol
uk: Зареєструватися

# 编辑闹钟
source: Edit alarm clock
cs: Upravit budík
de: Wecker zu bearbeiten
es: Redactar el despertador
fr: Rédiger le réveil
it: Modificare la sveglia
ja: 目覚まし時計の編集
ko: 알람 편집
pt_pt: Editar o alarme
ro: Editează alarma ceas
sv: Ställ in väckarklocka
th: ตั้งนาฬิกาปลุก
tr: alarm saati düzenle
uk: Змінити будильник

# 编辑联系人
source: Edit contacts
cs: Upravit kontakt
de: Den Kontakt bearbeiten
es: Redactar los contactos
fr: Rédiger le contact
it: Modifica il contatto
ja: 連絡先情報の編集
ko: 연락처 편집
pt_pt: Editar o contato
ro: Editează contactul
sv: Redigera kontakt
th: เรียบเรียงผู้ติดต่อ
tr: Kartviziti düzenle
uk: Змінити контакт

# 目标编辑
source: Target edit
cs: úprava cílů
de: Ziele bearbeiten
es: Redactar la meta
fr: Rédiger l'objectif
it: Modifica target
ja: 目標を編集する
ko: 목표 편집
pt_pt: edição de objetivos
ro: Editare scopuri
sv: Redigera mål
th: เป้าหมายการเรียบเรียง
tr: Hedefleri düzenle
uk: Редагування цілей

# 地图模式
source: Map mode
cs: Režim mapy
de: Kartenmodus
es: Modo de mapa
fr: Mode de carte
it: Modalità mappa
ja: マップモード
ko: 지도 모드
pt_pt: Modo mapa
ro: Mod hartă
sv: Kartläge
th: รูปแบบแผนที่
tr: Harita modu
uk: Міні-карта

# 勿扰模式
source: DND mode
cs: Režim nerušit
de: Bitte nicht stören Modus
es: Modo de no molestar
fr: Mode sans dérangement
it: Modalità non disturbare
ja: パターンを乱してはいけませんモード
ko: 방해금지 모드
pt_pt: Modo não perturbe
ro: Mod de a nu deranja
sv: Stör ej läge
th: ต้นแบบห้ามรบกวน
tr: Rahatsız Etme modu
uk: Режим Не турбувати

# 身高
source: Height
cs: Výška
de: Höhe
es: Altura
fr: Taille
it: altezza
ja: 身の丈
ko: 키
pt_pt: Altura
ro: Înălțime
sv: Längd
th: ความสูง
tr: Yükseklik
uk: Висота

# 密码重置成功,请重新登录
source: The password is successfully reset, please log in again
cs: Obnova hesla byla úspěšná, prosím znovu se přihlaste
de: Kennwort zurücksetzen erfolgreich, loggen Sie sich bitte zurück
es: Restablezca la contraseña con éxito, por favor inicie de nuevo
fr: Reconfiguration de mot de passe réussie, veuillez vous reconnecter
it: La reimpostazione della password è riuscita. Accedi nuovamente
ja: パスワードをリセットした、新たにログインしてください
ko: 비밀번호가 재설정되었습니다. 다시 로그인 해주세요
pt_pt: Redefinição de senha bem sucedida, reinicie a sessão
ro: Resetarea parolei cu succes, vă rugăm să vă logați din nou
sv: Återställning av lösenord lyckades, logga in igen
th: รหัสจัดตั้งใหม่ได้สำเร็จ กรุณาเข้าสู่ระบบใหม่
tr: Şifre sıfırlama başarılı oldu, lütfen tekrar giriş yap
uk: Успішне відновлення пароля, будь ласка, зайдіть в

# 今天
source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
it: Giorno odierno
ja: 今日
ko: 오늘
pt_pt: Hoje
ro: Azi
sv: I dag
th: วันนี้
tr: Bugün
uk: Вчора

# 久坐提醒
source: Sedentary reminder
cs: Upozornění na nečinnost
de: Sitzende Erinnerung
es: Recordatorio de sedentario
fr: Rappel de sédentarité
it: Ricordo sedentarietà
ja: 長居のアラート
ko: 오래 앉음 알림
pt_pt: Lembrete sedentário
ro: Reamintire sedentară
sv: Stillasittande påminnelse
th: การตักเตือนนั่งนาน
tr: Yerleşik hatırlatıcı
uk: Нагадування про знаходження в сидячому положенні

# 久坐
source: Vibration starts after sedentariness
cs: Nečinnost
de: Sitzende
es: Sedentario
fr: Sédentarité
it: Sedentarietà
ja: 長居（長く座っていること）
ko: 오래 앉음
pt_pt: Sedentário
ro: Sedentar
sv: Stillasittande
th: การนั่งนาน
tr: yerleşik
uk: Сидяче положення

# 正在同步数据
source: Synchronizing data
cs: Synchronizuji data
de: Datensynchronisierung
es: Está sincronizando los datos
fr: En trains de synchroniser les données
it: Sincronizzazione dei dati
ja: データをシンクロナス中
ko: 데이터 동기화 중입니다
pt_pt: Sincronizando dados
ro: Sincronizează date
sv: Synkroniserar data
th: กำลังให้สถิติพร้อมกัน
tr: Verileri senkronize ediliyor
uk: Синхронізація даних

# 同步个人数据
source: Synchronize personal data
cs: Synchronizace osobních údajů
de: Synchronisation von persönlichen Daten
es: Sincronizar los datos personales
fr: Synchroniser les données personnelles
it: Sincronizzare i dati personali
ja: データをシンクロナス
ko: 개인 데이터 동기화
pt_pt: Sincronize os dados pessoais
ro: Sincronizează date personale
sv: Synkronisera personuppgifter
th: ให้เนื้อหาสถิติส่วนตัวพร้อมกัน
tr: Kişisel verileri senkronize et
uk: Синхронізація особистих даних

# 正在下载固件
source: Downloading firmware
cs: Stahuji firmware
de: Firmware zu Hunterladen
es: Está descargando el firmware
fr: En train de télécharger le fireware
it: Scaricamento del firmware
ja: ファームウエアをダウンロード中
ko: 펌웨어 다운로드 중입니다
pt_pt: Transferindo firmware
ro: Descarcă firmware
sv: Laddar ner firmware
th: กำลังดาวน์โหลดเฟิร์มแวร์
tr: Ürün yazılımı indiriliyor
uk: Завантаження програмного забезпечення

# 速度
source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: velocità
ja: スピード
ko: 속도
pt_pt: Velocidade
ro: Viteză
sv: Hastighet
th: ความเร็ว
tr: hız
uk: Швидкість

# 短信提醒
source: Short message to remind
cs: Upozornění na SMS
de: SMS-Erinnerung
es: Recordatorio de mensaje
fr: Rappel de message
it: Notifica SMS
ja: ショートメールでヒント
ko: 문자 수신 알림
pt_pt: Lembrete de SMS
ro: SMS petru a reaminti
sv: SMS-påminnelse
th: ข้อความการเตือน
tr: SMS hatırlatıcısı
uk: СМС Нагадування

# 拍照
source: Photographing
cs: Vyfotit
de: Foto aufnehmen
es: Tomar foto
fr: Photographier
it: Fare foto
ja: 写真を撮る
ko: 사진 찍기
pt_pt: Tirar foto
ro: Fă poză
sv: Ta ett foto
th: ถ่ายรูป
tr: Fotoğraf çek
uk: Фотографувати

# 提示
source: Hint
cs: Výzva
de: Zeitnah
es: Nota
fr: Suggérer
it: richiesta
ja: ヒント
ko: 알림
pt_pt: Lembrete
ro: Prompt
sv: Prompt
th: เตือน
tr: İstemci
uk: Нагадування

# 睡眠
source: Sleep
cs: Spánek
de: Schlaf
es: Sueño
fr: Sommeil
it: Dormire
ja: 睡眠
ko: 수면
pt_pt: Sono
ro: Somn
sv: Sov
th: การนอนหลับ
tr: Uyku
uk: Спати

# 今日睡眠
source: Sleep today
cs: Dnešní spánek
de: Schlaf von heute
es: El sueño de hoy
fr: Sommeil d'aujourd'hui
it: Sonno oggi
ja: 今日の睡眠状態
ko: 오늘 수면
pt_pt: Sono de hoje
ro: Somnul de azi
sv: Dagens sömn
th: การนอนหลับวันนี้
tr: Bugünkü uyku
uk: Кількість часу сну за сьогодні

# 储存
source: Save
cs: uložit
de: Speichern
es: Almacenar
fr: Stockage
it: negozio
ja: データを保存
ko: 저장
pt_pt: salvar
ro: Salvează
sv: Spara
th: หน่วยเก็บ
tr: kaydet
uk: Зберегти

# 感谢您的反馈
source: Thanks for your feedback
cs: Děkujeme za vaši zpětnou vazbu
de: Vielen Dank für Ihr feedback
es: Gracias por su comentario
fr: Merci de vos commentaires
it: Grazie per il tuo feedback
ja: 御フィードバックを深謝いたします
ko: 소중한 의견 감사합니다
pt_pt: Obrigado pelo seu comentário
ro: Mulțumim pentru opinie
sv: Tack för din återkoppling
th: ขอบคุณผลตอบรับของคุณ
tr: geri bildiriminiz için teşekkürler
uk: Дякую за ваш відгук

# 待绑定设备列表
source: List of devices to be bound
cs: Seznam zařízení k připojení
de: Liste der Geräte zu finden.
es: Lista de dispositivos en espera de encuadernar
fr: Liste d'équipement à attacher
it: Elenco di dispositivi da legare
ja: まだバイディングしたデバイスのリスク
ko: 연결 대기 디바이스 리스트
pt_pt: Lista de dispositivos a serem vinculados
ro: Listă dispozitive de a fi legate
sv: Lista över enheter som ska länkas
th: รายการเครื่องติดตั้งที่รอผูกมัด
tr: Bağlanacak cihazların listesi
uk: Список пристроїв, що підлягають прив'язці

# 运动
source: Exercise
cs: Pohyb
de: Bewegung
es: Deportes
fr: Sport
it: movimento
ja: 運動
ko: 운동
pt_pt: Movimento
ro: Mișcare
sv: Rörelse
th: ออกกำลังกาย
tr: hareket
uk: Рух

# 还未开始运动
source: Exercise not started
cs: Aktivita ještě nezačala
de: Nicht beginnen Sie, noch ausüben.
es: Todavía no ha empezado el deporte
fr: Pas commencer le sport
it: Non ha ancora iniziato ad esercitare
ja: まだ運動を始めない
ko: 운동을 시작하지 않았습니다
pt_pt: Não comece a se exercitar ainda
ro: Nu începe să incă să faci exerciții
sv: Inte börjat träna ännu
th: ยังไม่เริ่มออกกำลังกาย
tr: Henüz egzersiz yapmaya başlamama
uk: Вправи ще не розпочато

# 周三
source: Wed.
cs: Středa
de: Mittwoch
es: Miércoles
fr: Mercredi
it: di mercoledì
ja: 水曜日
ko: 수요일
pt_pt: Quarta-feira
ro: Miercuri
sv: Onsdag
th: วันพุธ
tr: Çarşamba
uk: Середа

# 平均心率
source: Average HR
cs: Průměrná tepová frekvence
de: Durchschnittliche Herzfrequenz
es: Frecuencia Cardíaca promedia
fr: Fréquence cardiaque moyenne
it: Frequenza cardiaca media
ja: 平均の心拍数率
ko: 평균 심박수
pt_pt: Frequência cardíaca média
ro: Ritmul cardiac mediu
sv: Genomsnittlig hjärtfrekvens
th: อัตเฉลี่ยราการเต้นของหัวใจ
tr: Ortalama kalp atış hızı
uk: Середня частота серцевих скорочень

# 周六
source: Sat.
cs: Sobota
de: Samstag
es: Sábado
fr: Samedi
it: sabato
ja: 土曜日
ko: 토요일
pt_pt: Sábado
ro: Sâmbătă
sv: Lördag
th: วันเสาร์
tr: Cumartesi
uk: Субота

# 刷新超时
source: Refreshing time-out
cs: Opětovné načtení vypršelo
de: Umzuladen Abgelaufen
es: Tiempo de actualización agotado
fr: Renouvellement expire
it: Aggiorna il timeout
ja: 再読み込みはタイムアウトです
ko: 새로고침 시간초과
pt_pt: Tempo esgotado de recarga
ro: Reîncarcă timpul de așteptare
sv: Hämtning avbryts
th: รีเฟรชเกินเวลา
tr: Yükleme zaman aşımına uğradı
uk: Перезапуск відключений

# 连接超时
source: Connection time-out
cs: Připojení vypršelo
de: Zeitüberschreitung Verbindung
es: Tiempo de conexión agotado
fr: Connexion expire
it: Connessione Scaduta
ja: タイムアウト
ko: 연결시간 초과
pt_pt: Tempo esgotado da conexão
ro: Conexiune expirată
sv: Anslutningen avbröts
th: เชื่อมต่อเกินเวลา
tr: Bağlantı zaman aşımı
uk: Час підключення минув

# 标签
source: Tag
cs: název
de: Label
es: Etiqueta
fr: Étiquette
it: etichetta
ja: バナー・ハッシュタグ
ko: 태그
pt_pt: rótulo
ro: Etichetă
sv: Etikett
th: ฉลาก
tr: etiket
uk: Мітка

# 手机
source: Mobile phone
cs: Mobilní telefon
de: Handy
es: Teléfono
fr: Mobile
it: Cellulare
ja: 携帯
ko: 휴대폰
pt_pt: Telefone celular
ro: Telefon mobil
sv: Mobiltelefon
th: โทรศัพท์
tr: Cep telefonu
uk: Мобільний телефон

# 轨迹
source: Track
cs: Zaznamenat
es: Trayectoria
fr: Trace
it: Traccia
ja: 軌跡
ko: 경로
pt_pt: Trajeto
ro: Traseu
sv: Spåra
th: วงโคจร
tr: Takip et
uk: Траєкторія

# 运动轨迹
source: Exercise trail
cs: Dráha pohybu
de: Bewegungsspur
es: Trayectoria de deporte
fr: Trace du sport
it: Traiettoria del movimento
ja: 運動軌跡
ko: 운동 경로
pt_pt: Trajeto de movimento
ro: Urmărește mișcarea
sv: Rörelsespårning
th: ติดตามการเคลื่อนไหว
tr: Hareketi takip et
uk: Траєкторія руху

# 下拉可以刷新
source: Pull down to refresh
cs: Přetažením dolů obnovíte
de: Ziehen Sie nach unten zu aktualisieren
es: Tirar hacia abajo para actualizar
fr: Tirer vers le bas pour renouveler
it: La discesa può essere aggiornata
ja: ドロップダウンして、再読み込みすることができる
ko: 아래로 당겨 새로고침
pt_pt: Puxe para atualizar
ro: Trage în jos pentru a reîmprospăta
sv: Dra ner för att uppdatera
th: ลื่นไหลลงมาก็รีเฟรชได้
tr: Yenilemek için aşağı doğru çekin
uk: Потягніть вниз, щоб оновити

# 下拉同步数据
source: Pull down to synchronize data
cs: Přetažením dolů synchronizujete data
de: Ziehen Sie nach unten, um Daten zu synchronisieren
es: Tirar hacia abajo para sincronizar los datos
fr: Tirer vers le bas pour synchroniser les données
it: Estrarre i dati sincronizzati
ja: ドロップダウンして、データをシンクロナスする
ko: 아래로 당겨 데이터 동기화
pt_pt: Puxe para sinc. dados
ro: Trage în jos pentru a sincroniza date
sv: Dra ner för att synkronisera data
th: ลื่นไหลลงมาให้เนื้อหาสถิติส่วนตัวพร้อมกัน
tr: Verileri senkronize etmek için aşağı doğru çekin
uk: Потягніть вниз, щоб синхронізувати дані

# 删除
source: Delete
cs: Vymazat
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: デリート
ko: 삭제
pt_pt: Excluir
ro: Șterge
sv: Radera
th: ลบออก
tr: Sil
uk: Видалити

# 已绑定
source: Bound
cs: Připojeno
de: Grenze
es: Ha encuadernado
fr: Attaché
it: binded
ja: バインディングした
ko: 연결됨
pt_pt: Vincular
ro: Legătură
sv: Bunden
th: ผูกมัดเรียบร้อย
tr: Bağlı
uk: Межа

# 音乐控制
source: Music control
cs: Ovládání hudby
de: Musiksteuerung
es: Control de música
fr: Contrôle de musique
it: Controllo della musica
ja: 音楽をコントロールする
ko: 음악 제어하기
pt_pt: Controle de música
ro: Control muzică
sv: Musikkontroll
th: ควบคุมเพลง
tr: Müzik kontrolü
uk: Управління музикою

# 时间设置
source: Time setting
cs: Nastavení času
de: Zeiteinstellung
es: Ajuste del tiempo
fr: Réglage du temps
it: impostazioni orario
ja: 時間設定
ko: 시간 설정
pt_pt: Configuração do tempo
ro: Setări timp
sv: Tidsinställningar
th: ตั้งเวลา
tr: Zaman ayarı
uk: Налаштування часу

# 已绑定设备
source: Bound device
cs: Připojit zařízení
de: Grenze Gerät
es: Ha encuadernado con el dispositivo
fr: Équipement attaché
it: Collegare il dispositivo
ja: デバイスをもうバインデイングした
ko: 연결된 디바이스
pt_pt: Vincular dispositivo
ro: Dispozitiv legare
sv: Bunden enhet
th: เครื่องมือผูกมัดเรียบร้อย
tr: Bağlanan cihaz
uk: Прив'язане пристрій

# 目标:
source: Target:
cs: cíle:
de: Ziele:
es: Meta:
fr: Objectif:
it: Obiettivi:
ja: 目標：
ko: 목표:
pt_pt: objetivos:
ro: Scopuri
sv: Mål:
th: เป้าหมาย
tr: hedefler:
uk: Цілі:

# 心率
source: Heart rate
cs: Tepová frekvence
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数率
ko: 심박수
pt_pt: Frequência cardíaca
ro: Ritm cardiac
sv: Hjärtfrekvens
th: อัตราการเต้นของหัวใจ
tr: Nabız
uk: Частота серцебиття

# 分钟后开始震动
source: minutes
cs: minuty čekám a pak upozorním vibrací
de: Minuten warten, dann vibriert, um daran zu erinnern
es: minutos después, empezar a vibrar
fr: secondes plus tard, il vibrera
it: Minuti dopo l'inizio della vibrazione
ja: #N/A
ko: 분 후 진동 시작
pt_pt: minutos de espera, então vibra para lembrar
ro: Minute așteptare după care vibrare pentru a reaminti
sv: Minuters väntetid innan vibrering som påminnelse
th: นาทีหลังจากเริ่มสั่น
tr: dakika bekler sonra hatırlatmak için titreşir
uk: Хвилини очікування, а потім прозвучить вібрація, щоб нагадати

# 秒后开始震动
source: seconds
cs: vteřin čekám, a pak upozorním vibrací
de: Sekunden warten dann vibrieren zu erinnern
es: segundos después, empezar a vibrar
fr: Il vibrera dans secondes
it: Secondi dopo l'inizio della vibrazione
ja: 秒後 バイブレーションが始まる
ko: 초 후 진동 시작
pt_pt: segundos de espera, então vibra para lembrar
ro: Secunde de așteptare după care vibrare pentru a aminti
sv: Sekunders väntetid innan vibrering som påminnelse
th: หลังวินาทีเริ่มสั่น
tr: saniye bekler sonra hatırlatmak için titreşir
uk: Кількість секунд очікування, а потім прозвучить вібрації для нагадування

# 周四
source: Thu.
cs: Čtvrtek
de: Donnerstag
es: Jueves
fr: Jeudi
it: giovedì
ja: 木曜日
ko: 목요일
pt_pt: Quinta-feira
ro: Joi
sv: Torsdag
th: วันพฤหัส
tr: Perşembe
uk: Четвер

# 国家码 ▼
source: Country code
cs: Kód země ▼
de: Ländercode ▼
es: Código del país ▼
fr: Code de pays ▼
it: Prefisso internazionale ▼
ja: 国エンコード ▼
ko: 국가번호 ▼
pt_pt: Código do país ▼
ro: Codul țării ▼
sv: Landskod ▼
th: รหัสประเทศ ▼
tr: Ülke kodu ▼
uk: Код країни ▼

# 开启后,手环会自动检测心率
source: Once started, wristband will automatically detects heart rate
cs: po otevření náramek detekuje automaticky srdeční frekvence
de: Nach der eröffnung der herzfrequenz, armband erkennt Automatisch
es: Después de la apertura, la detección automática de la frecuencia cardíaca.
fr: Après l'ouverture, de la part de la détection automatique de la fréquence cardiaque
it: Dopo l 'Apertura, il braccialetto di individuare automaticamente il battito cardiaco
ja: 開く後、バングル自動検出心拍
ko: 오픈 후 자동으로 검색 맥도 팔찌
pt_pt: Após a Abertura, a pulseira VAI detectar automaticamente a frequência cardíaca
ro: după deschidere, se va detecta bătăile inimii.
sv: efter öppnandet, armband kommer automatiskt att upptäcka hjärtfrekvens
th: การเปิดใช้งานโดยอัตโนมัติจะตรวจสอบอัตราการเต้นของหัวใจสร้อยข้อมือ
tr: Açılıştan sonra, bilezik otomatik kalp hızı algılayacaktır
uk: Після відкриття, браслет буде автоматично визначати частоту серцевих скорочень

# 开启自动检测心率
source: Start auto heart rate detection
cs: Automatická detekce tepové frekvence
de: Automatische Herzfrequenzerfassung
es: La detección de la frecuencia cardíaca automática
fr: Test automatique de fréquence cardiaque
it: Rilevamento automatico della frequenza cardiaca
ja: 自動的に心拍数率を測量
ko: 심박수 자동 측정
pt_pt: Detecção automática de frequência cardíaca
ro: Detectare automată a ritmului cardiac
sv: Automatisk hjärtfrekvensavläsning
th: ตรวจอัตราการเต้นของหัวใจโดยอัตโนมัติ
tr: Otomatik nabız algılama
uk: Автоматичне визначення частоти серцевих скорочень

# 实时心率
source: Auto heart rate detection
cs: Tepová frekvence v reálném čase
de: Echtzeit-Herzfrequenz
es: Frecuencia cardíaca actual
fr: Fréquence cardiaque en temps réel
it: Frequenza cardiaca in tempo reale
ja: 今の心拍数率
ko: 실시간 심박수
pt_pt: Frequência cardíaca em tempo real
ro: Ritm cardiac în timp real
sv: Realtidspuls
th: อัตราการเต้นเรียลไทม์ของหัวใจ
tr: Gerçek zamanlı kalp atış hızı
uk: Частота серцевих скорочень в режимі реального часу

# 手环固件升级
source: Firmware upgrade
cs: Aktualizace firmwaru
de: Firmware-Upgrades
es: Actualización de firmware
fr: Mise à jour de firmware
it: Aggiornamento del firmware
ja: ファームウエアをアップグレード
ko: 펌웨어 업데이트
pt_pt: Atualizações de firmware
ro: Upgradare soft
sv: Firmware uppgraderingar
th: อัพเดทเฟิร์มแวร์
tr: Yazılım yükseltmeleri
uk: Оновлення прошивки

# 自动检测心率
source: Auto heart rate detection
cs: Automatická detekce tepové frekvence
de: Automatische Herzfrequenzerfassung
es: La detección de la frecuencia cardíaca automática
fr: Test automatique de fréquence cardiaque
it: Rilevamento automatico della frequenza cardiaca
ja: 自動的に心拍数率を測量
ko: 심박수 자동 측정
pt_pt: Frequência cardíaca em tempo real
ro: Detectare automată a ritmului cardiac
sv: Automatisk hjärtfrekvensavläsning
th: ตรวจอัตราการเต้นของหัวใจโดยอัตโนมัติ
tr: Otomatik nabız algılama
uk: Автоматичне визначення частоти серцевих скорочень

# 主页
source: Homepage
cs: Úvodní stránka
es: Inicio
fr: Page d'accueil
ja: ホームページ
ko: 메인 화면
ro: Pagină de start
sv: Hemsida
th: หน้าหลัก
tr: Anasayfa
uk: Домашня сторінка

# 数据
source: Data
de: Daten
es: Datos
fr: Données
it: dati
ja: データ
ko: 데이터
pt_pt: dados
ro: Date
th: ข้อมูล
tr: Veri
uk: Дані

# 设置
source: Settings
cs: nastavení
de: Einstellungen
es: Siempre
fr: Ensemble
it: Impostazioni
ja: 設置
ko: 설치
pt_pt: Set
ro: Joc inteligent
sv: fastställande av
th: การตั้งค่า
tr: Ayarlar
uk: встановлювати

# 我的
source: My
cs: Moje
de: Meine
es: Mi
fr: Mon compte
it: mio
ja: 本人の
ko: 마이
pt_pt: Meu
ro: Al meu
sv: Min
th: ของฉัน
tr: Benim
uk: Мій

# 一
source: Mon.
cs: po
de: Mo.
es: lun
fr: lun.
it: lun
ja: 月
ko: 월
pt_pt: seg
ro: lun.
sv: mån
th: จ.
tr: Pzt
uk: пн

# 二
source: Tue.
cs: út
de: Di.
es: mar
fr: mar.
it: mar
ja: 火
ko: 화
pt_pt: ter
ro: mar.
sv: tis
th: อ.
tr: Sal
uk: вт

# 三
source: Wed.
cs: st
de: Mi.
es: mié
fr: mer.
it: mer
ja: 水
ko: 수
pt_pt: qua
ro: mie.
sv: ons
th: พ.
tr: Çar
uk: ср

# 四
source: Thu.
cs: čt
de: Do.
es: jue
fr: jeu.
it: gio
ja: 木
ko: 목
pt_pt: qui
ro: joi
sv: tors
th: พฤ.
tr: Per
uk: чт

# 五
source: Fri.
cs: pá
de: Fr.
es: vie
fr: ven.
it: ven
ja: 金
ko: 금
pt_pt: sex
ro: vin.
sv: fre
th: ศ.
tr: Cum
uk: пт

# 六
source: Sat.
cs: so
de: Sa.
es: sáb
fr: sam.
it: sab
ja: 土
ko: 토
pt_pt: sáb
ro: sâm.
sv: lör
th: ส.
tr: Cmt
uk: сб

# 七
source: Sun.
cs: ne
de: So.
es: dom
fr: dim.
it: dom
ja: 日
ko: 일
pt_pt: dom
ro: dum.
sv: sön
th: อา.
tr: Paz
uk: нд

# 一月
source: Jan
cs: led
es: ene
fr: janv.
it: gen
ja: 1月
ko: 1월
ro: ian.
th: ม.ค.
tr: Oca
uk: січ.

# 二月
source: Feb
cs: úno
fr: févr.
ja: 2月
ko: 2월
pt_pt: fev
th: ก.พ.
tr: Şub
uk: лют.

# 三月
source: Mar
cs: bře
de: März
fr: mars
ja: 3月
ko: 3월
sv: mars
th: มี.ค.
uk: бер.

# 四月
source: Apr
cs: dub
es: abr
fr: avr.
ja: 4月
ko: 4월
pt_pt: abr
th: เม.ย.
tr: Nis
uk: квіт.

# 五月
source: May
cs: kvě
de: Mai
fr: mai
it: mag
ja: 5月
ko: 5월
pt_pt: mai
ro: mai
sv: maj
th: พ.ค.
uk: трав.

# 六月
source: Jun
cs: čvn
de: Juni
fr: juin
it: giu
ja: 6月
ko: 6월
ro: iun.
sv: juni
th: มิ.ย.
tr: Haz
uk: черв.

# 七月
source: Jul
cs: čvc
de: Juli
fr: juil.
it: lug
ja: 7月
ko: 7월
ro: iul.
sv: juli
th: ก.ค.
tr: Tem
uk: лип.

# 八月
source: Aug
cs: srp
es: ago
fr: août
it: ago
ja: 8月
ko: 8월
pt_pt: ago
th: ส.ค.
tr: Ağu
uk: серп.

# 九月
source: Sep
cs: zář
es: sept
fr: sept.
it: set
ja: 9月
ko: 9월
pt_pt: set
ro: sept.
th: ก.ย.
tr: Eyl
uk: вер.

# 十月
source: Oct
cs: říj
de: Okt.
it: ott
ja: 10月
ko: 10월
pt_pt: out
sv: okt.
th: ต.ค.
tr: Eki
uk: жовт.

# 十一月
source: Nov
cs: lis
ja: 11月
ko: 11월
th: พ.ย.
tr: Kas
uk: лист.

# 十二月
source: Dec
cs: pro
de: Dez.
es: dic
fr: déc.
it: dic
ja: 12月
ko: 12월
pt_pt: sex
th: ธ.ค.
tr: Ara
uk: груд.
